; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.11.113
; Update: November 18, 2020


[Lang]
NativeLanguage=Հայերեն

[GUI]
ButtonYes=Այո
ButtonNo=Ոչ
ButtonOK=Լավ
ButtonClose=Փակել
BtnNews=Տեղեկություն
[Translation]
LangCode=042B
ReadHabit=Left-to-right
LanguageName=ARM
LangShortName=hy-am
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Տեղեկություն
Warning=Զգուշացում
Error=Սխալ
Confirm=Հաստատել
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Կիսվեք «Wise Memory Optimizer»-ով ձեր ընկերների հետ
FrmMoMain.imgfacebook.hint=Հավանեք WiseCleaner-ը Facebook-ում
FrmMoMain.imgtwitter.hint=Արտահայտվել «Wise Memory Optimizer»-ի մասին Twitter-ում
FrmMoMain.chkupdate.caption=Ինքնաստուգել նոր վարկածի առկայությունը
FrmMoMain.btnlike.caption=Հավանել
FrmMoMain.lblTotalMem.Caption=Հիշողությունը՝
FrmMoMain.lblaopt.Caption=Ինքնալավարկել, եթե հիշողությունը քիչ է քան՝
FrmMoMain.lbltry.Caption=Ազատել լրարացուցիչ տեղ
FrmMoMain.btnsettings.Caption=Կայանքներ
FrmMoMain.btnOpt.Caption=Լավարկել
FrmMoMain.chkmin.Caption=Զետեղել ծանուցագոտում, երբ փակված է
FrmMoMain.chkauto.Caption=Աշխատեցնել Windows-ի հետ
FrmMoMain.chkautoOpt.Caption=Ինքնալավարկում
FrmMoMain.ckchkclearborad.Caption=Լավարկելիս մաքրել սեղմատաղտակը
FrmMoMain.chkidle.Caption=Աշխատեցնել, երբ մշակիչը պարապ է (Հանձնարարելի)
FrmMoMain.lbllang.Caption=Լեզուն՝
;
; About
;
FrmAbout.caption=Մասին
FrmAbout.btnok.caption=Լավ
FrmAbout.lblver.caption=Ընթացիկ Վարկած՝
FrmAbout.lblemail.caption=Աջակցում՝
FrmAbout.lblhome.caption=Տնէջ՝
FrmAbout.lblthanks.caption=Շնորհակալություն՝ ներդրման համար՝

[MemoryOptimizer]
ThisTimeFreeMemory=Ազատված է %s հիշողություն
CurPrecent=Հիշողության ընթացիկ օգտագործումը՝
UsedMemory=Զբաղված է՝
AvailableMemory=Ազատ է՝
FreeMemory=Ազատվել է՝
At=Ժամը՝
pmShow=Բացել «Wise Memory Optimizer»-ը
pmOpt=Լավարկել
pmAbout=Մասին
pmExit=Ելնել
SureExit=Լավարկում... Իրո՞ք ուզում եք դուրս գալ:
Mintotray=Հիշողության լավարկում
pmdefragmem=Հիշողության ապամասնատում
pmclearmem=Մաքրել հիշողությունը
pmclearstandbymem=Մաքրել պահուստային հիշողությունը

[Message]
NoNews=Դուք չունեք չկարդացված նամակ։
NewVer=Առկա է ծրագրի նոր վարկածը: Ցանկանո՞ւմ եք արդիացնել ծրագիրը:
NotShowNotice=Այլեւս չծանուցել: